Repository: giellalt/corpus-sma
Catalog: tmx/nob/facta/dat.net/mm_pr_no.pdf.tmx
Source language: sma
Languages: nob

source: Miesetje Mavve akten jueskies jïh bïegkes gïjrebiejjien vaerien bïevlesne sööhpedi.
nob: Reinkalven Mavve blir født en kald og forblåst vårdag på en barflekk i fjellet.

source: Dïhte akte tjetskehke lårhvan slibnehke gie dalla vualka veartasjidh.
nob: Den er en nysgjerrig pjuskete nyfødt kalv som straks gir seg ut på eventyr.

source: Dïhte dååjrehtse ietnie, aaltoe, pryövoe measam bïhkedidh, mohte læjhkan onne Mavve dåeriesmoeride gyöntoe.
nob: Den erfarne moren, simla, forsøker å veilede sin kalv men til tross for det havner lille Mavve i problemer.

source: Mavve aarhtseste boltoe, johkese gahtja jïh Saajvi gåajkoe gyöntoe.
nob: Mavve blir skremt av en ørn, ramler i en bekk og ender opp hos Sajvefolket.

source: Madeleine Renhuvud gie gærjam tjaaleme jïh guvviedamme lea Mihten sijtesne byjjenamme.
nob: Madeleine Renhuvud som har skrevet og illustrert boken har vokst opp I Mittådalen sameby.

source: Båatsoejieleme lea iktest stoerre åesie sov jielemisnie orreme jïh skreejrehtimmieh destie veedtjeme.
nob: Reindriften har alltid vært en stor del av hennes liv og hun har hentet inspirasjon fra det miljøet.

source: Daelie Madeleine lea ööhpehtæjja guvvie, tekstile jïh åarjelsaemiengïelesne jïh Falunisnie årroeminie.
nob: Madeleine arbeider nå som lærer i bilde, tekstil og sydsamisk og bor i Falun.

source: Soptsese akten miesien perspektijveste gusnie deahpadimmie aarkebiejjeste lea heamturine båeries saemiej soptsesijstie jïh vaajesijstie, jïh daam pleenteme jïjtse nïekedassine jïh jïjtse dej soptsesh toelhkestamme.
nob: Fortellingen ses fra en reinkalvs perspektiv hvor hendelser fra hverdagen blandes med eventyr fra gamle samiske fortellinger og sagn, dette blandet med fantasi og egen fri tolkning av disse beretningene.

source: Daate gærja lea skaehtie dah maanide mah jïjtje maehtieh lohkedh.
nob: For de barn som selv kan lese er boken en skatt.

source: Gærjesne nïekeds tjïelke guvvieh jïh unnebe maanide aaj daate luste juktie dah guvvieh jïh gïele tjïelke leah.
nob: Boken har fantasifulle rene bilder og er en visuell opplevelse også for mindre barn som lytter da figurene er enkle og uttrykkene klare.
